<?php

return [
    '1000' => 'ვალიდაციის შეცდომა.',
    '1001' => 'მომხმარებლის სახელი ან პაროლი არასწორია.',
    '1002' => 'SMS კოდი უკვე გაგზავნილია.',
    '1003' => 'SMS კოდის გაგზავნა ვერ მოხერხდა.',
    '1004' => 'SMS კოდის არასწორია.',
    '1005' => 'SMS კოდის ვადა ამოიწურა.',
    '1006' => 'პაროლი არ ემთხვევა ერთმანეთს.',
    '1007' => 'მომხმარებელი ვერ მოიძებნა.',
    '1008' => 'პიროვნების იდენტიფიკაცია ვერ მოხერხდა.',
    '1009' => 'პიროვნება უკვე რეგისტრირებულია.',
    '1010' => 'ავტორიზაციის მცდელობის ლიმიტი ამოიწურა.',
];
